{
	"header": {
		"home": "Главная",
		"download": "Скачать",
		"changelog": "Изменения"
	},

	"footer": {
		"developer-title": "Разработчик игры",
		"feedback-title": "Обратная связь"
	},

	"home": {
		"title": "School Game",
		"text": {
			"1": "Визуальная новелла \"School Game\" нарисована в популярном стиле аниме-мультфильмов, поэтому все женские персонажи выглядят невероятно милыми и красивыми, с большими глазами и невероятно милыми лицами. Главный герой романа - подросток, который вместе со своей семьей переезжает в новый город и вынужден идти в другую школу, чтобы наконец-то закончить ее и получить достойное образование. Он уже учится в старших классах, и ему остался всего один год.",
			"2": "Главный герой \"School Game\" по счастливой случайности становится главой местного школьного совета и теперь имеет непосредственное влияние на жизнь школы и всех подростков. Благодаря новой должности парень сможет добиться своей заветной цели - переспать с как можно большим количеством красавиц до знаменательного выпускного вечера. Для достижения этой цели нужно будет правильно общаться, использовать все свое влияние и выполнить множество заданий.",
			"3": "Есть в новелле и классические элементы RPG. Так, пользователь может прокачивать способности своего персонажа - улучшать те же навыки общения, убеждения и другие, ведь от них напрямую зависит, насколько эффективными будут действия персонажа. Стоит отметить, что всех обитателей заведения крайне важно учитывать, если есть желание как можно быстрее разблокировать постельные сцены."
		}
	},

	"gallery-overview": "Обзор",

	"download": {
		"free": {
			"title": "Бесплатная версия",
			"text": "В бесплатной версии вам будет доступно ванильное прохождение включающее все сложности игры которые вам придется преодолеть и своими усилиями добиться желаемых результатов или концовок, а также доступны некоторые бесплатные - секретные коды для активации."
		},
		"premium": {
			"title": "Премиум версия",
			"text": "В премиум-версии ваш функционал будет расширен: появится возможность проходить игру в Lite-режиме (настраиваемая стоимость энергии и средняя цена предметов), а также доступ к чит-меню, в котором при желании вы сможете облегчить свое прохождение различными способами от выдачи денег и энергии до повышения уровня доверия и дружбы с персонажами, создания собственных событий с RNPS и многое другое, включая ранний доступ к новейшей версии."
		},
		"buttons": {
			"free": "Бесплатная версия",
			"premium": "Премиум версия",
			"get": "Получить",
			"download": "Скачать"
		},
		"placeholder": "Введите вашу почту"
	},

	"modal": {
		"title": "Выберите версию"
	},

	"changelog": {
		"new": "Новый контент",
		"bugfix": "Исправленные баги"
	}
}
